Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-FR-Trados.tmx
Source language: en_gb
Languages: fr_fr

source: Where, within 15 calendar days of receipt of the notification referred to in paragraph 3, objections are raised by a Member State against an authorisation issued by a market surveillance authority of another Member State, or where the Commission considers the authorisation to be contrary to Union law, or the conclusion of the Member States regarding the compliance of the system as referred to in paragraph 3 to be unfounded, the Commission shall, without delay, enter into consultations with the relevant Member State.
fr_fr: Si, dans un délai de quinze jours civils suivant la réception de la notification visée au paragraphe 3, un État membre soulève des objections à l’encontre d’une autorisation délivrée par une autorité de surveillance du marché d’un autre État membre, ou si la Commission estime que l’autorisation est contraire au droit de l’Union ou que la conclusion des États membres quant à la conformité du système visée au paragraphe 3 n’est pas fondée, la Commission entame sans retard des consultations avec l’État membre concerné.

source: The operators concerned shall be consulted and have the possibility to present their views.
fr_fr: Les opérateurs concernés sont consultés et ont la possibilité de présenter leur point de vue.

source: Having regard thereto, the Commission shall decide whether the authorisation is justified.
fr_fr: Sur cette base, la Commission décide si l’autorisation est justifiée ou non.

source: The Commission shall address its decision to the Member State concerned and to the relevant operators.
fr_fr: La Commission communique sa décision à l’État membre concerné ainsi qu’aux opérateurs concernés.

source: Where the Commission considers the authorisation unjustified, it shall be withdrawn by the market surveillance authority of the Member State concerned.
fr_fr: Si la Commission estime que l’autorisation est injustifiée, elle est retirée par l’autorité de surveillance du marché de l’État membre concerné.

source: For high-risk AI systems related to products covered by Union harmonisation legislation listed in Section A of Annex I, only the derogations from the conformity assessment established in that Union harmonisation legislation shall apply.
fr_fr: Pour les systèmes d’IA à haut risque liés à des produits couverts par la législation d’harmonisation de l’Union dont la liste figure à l’annexe I, section A, seules les dérogations à l’évaluation de la conformité établies dans ladite législation d’harmonisation de l’Union s’appliquent.

source: EU declaration of conformity
fr_fr: Déclaration UE de conformité

source: The provider shall draw up a written machine readable, physical or electronically signed EU declaration of conformity for each high-risk AI system, and keep it at the disposal of the national competent authorities for 10 years after the high-risk AI system has been placed on the market or put into service.
fr_fr: Le fournisseur établit une déclaration UE de conformité écrite, lisible par machine, signée à la main ou électroniquement concernant chaque système d’IA à haut risque et la tient à la disposition des autorités nationales compétentes pendant une durée de dix ans à partir du moment où le système d’IA à haut risque a été mis sur le marché ou mis en service.

source: The EU declaration of conformity shall identify the high-risk AI system for which it has been drawn up.
fr_fr: La déclaration UE de conformité identifie le système d’IA à haut risque pour lequel elle a été établie.

source: A copy of the EU declaration of conformity shall be submitted to the relevant national competent authorities upon request.
fr_fr: Une copie de la déclaration UE de conformité est communiquée, sur demande, aux autorités nationales compétentes concernées.

source: The EU declaration of conformity shall state that the high-risk AI system concerned meets the requirements set out in Section 2.
fr_fr: La déclaration UE de conformité atteste que le système d’IA à haut risque concerné satisfait aux exigences énoncées à la section 2.

source: The EU declaration of conformity shall contain the information set out in Annex V, and shall be translated into a language that can be easily understood by the national competent authorities of the Member States in which the high-risk AI system is placed on the market or made available.
fr_fr: La déclaration UE de conformité contient les informations qui figurent à l’annexe V et est traduite dans une langue aisément compréhensible par les autorités nationales compétentes des États membres dans lesquels le système d’IA à haut risque est mis sur le marché ou mis à disposition.

source: Where high-risk AI systems are subject to other Union harmonisation legislation which also requires an EU declaration of conformity, a single EU declaration of conformity shall be drawn up in respect of all Union law applicable to the high-risk AI system.
fr_fr: Si des systèmes d’IA à haut risque sont soumis à d’autres actes législatifs d’harmonisation de l’Union qui exigent également une déclaration UE de conformité, une seule déclaration UE de conformité est établie au titre de tous les actes législatifs de l’Union applicables au système d’IA à haut risque.

source: The declaration shall contain all the information required to identify the Union harmonisation legislation to which the declaration relates.
fr_fr: La déclaration contient toutes les informations nécessaires à l’identification de la législation d’harmonisation de l’Union à laquelle la déclaration se rapporte.

source: By drawing up the EU declaration of conformity, the provider shall assume responsibility for compliance with the requirements set out in Section 2.
fr_fr: Lors de l’établissement de la déclaration UE de conformité, le fournisseur assume la responsabilité du respect des exigences énoncées à la section 2.

source: The provider shall keep the EU declaration of conformity up-to-date as appropriate.
fr_fr: Le fournisseur tient à jour la déclaration UE de conformité, le cas échéant.

source: The Commission is empowered to adopt delegated acts in accordance with Article 97 in order to amend Annex V by updating the content of the EU declaration of conformity set out in that Annex, in order to introduce elements that become necessary in light of technical progress.
fr_fr: La Commission est habilitée à adopter des actes délégués conformément à l’article 97 pour modifier l’annexe V en mettant à jour le contenu de la déclaration UE de conformité prévu à ladite annexe afin d’y introduire les éléments devenus nécessaires compte tenu du progrès technique.

source: CE marking
fr_fr: Marquage CE

source: The CE marking shall be subject to the general principles set out in Article 30 of Regulation (EC) No 765/2008.
fr_fr: Le marquage CE est soumis aux principes généraux énoncés à l’article 30 du règlement (CE) no 765/2008.

source: For high-risk AI systems provided digitally, a digital CE marking shall be used, only if it can easily be accessed via the interface from which that system is accessed or via an easily accessible machine-readable code or other electronic means.
fr_fr: Pour les systèmes d’IA à haut risque fournis numériquement, un marquage CE numérique n’est utilisé que s’il est facile d’y accéder par l’interface à partir de laquelle l’accès à ce système s’effectue ou au moyen d’un code facilement accessible lisible par machine ou d’autres moyens électroniques.

source: The CE marking shall be affixed visibly, legibly and indelibly for high-risk AI systems.
fr_fr: Le marquage CE est apposé de façon visible, lisible et indélébile sur les systèmes d’IA à haut risque.

source: Where that is not possible or not warranted on account of the nature of the high-risk AI system, it shall be affixed to the packaging or to the accompanying documentation, as appropriate.
fr_fr: Si cela est impossible ou injustifié étant donné la nature du système d’IA à haut risque, il est apposé sur l’emballage ou sur les documents d’accompagnement, selon le cas.

source: Where applicable, the CE marking shall be followed by the identification number of the notified body responsible for the conformity assessment procedures set out in Article 43.
fr_fr: Le cas échéant, le marquage CE est suivi du numéro d’identification de l’organisme notifié responsable des procédures d’évaluation de la conformité prévues à l’article 43.

source: The identification number of the notified body shall be affixed by the body itself or, under its instructions, by the provider or by the provider’s authorised representative.
fr_fr: Le numéro d’identification de l’organisme notifié est apposé par l’organisme lui-même ou, sur instruction de celui-ci, par le fournisseur ou par le mandataire du fournisseur.

source: The identification number shall also be indicated in any promotional material which mentions that the high-risk AI system fulfils the requirements for CE marking.
fr_fr: Le numéro d’identification est également indiqué dans tous les documents publicitaires mentionnant que le système d’IA à haut risque est conforme aux exigences applicables au marquage CE.

source: Where high-risk AI systems are subject to other Union law which also provides for the affixing of the CE marking, the CE marking shall indicate that the high-risk AI system also fulfil the requirements of that other law.
fr_fr: Lorsque des systèmes d’IA à haut risque sont soumis à d’autres actes législatifs de l’Union qui prévoient aussi l’apposition du marquage CE, ce marquage indique que les systèmes d’IA à haut risque satisfont également aux exigences de ces autres actes législatifs.

source: Registration
fr_fr: Enregistrement

source: Before placing on the market or putting into service a high-risk AI system listed in Annex III, with the exception of high-risk AI systems referred to in point 2 of Annex III, the provider or, where applicable, the authorised representative shall register themselves and their system in the EU database referred to in Article 71.
fr_fr: Avant de mettre sur le marché ou de mettre en service un système d’IA à haut risque énuméré à l’annexe III, à l’exception des systèmes d’IA à haut risque visés à l’annexe III, point 2, le fournisseur ou, selon le cas, le mandataire s’enregistre dans la base de données de l’UE visée à l’article 71 et y enregistre aussi son système.

source: Before placing on the market or putting into service an AI system for which the provider has concluded that it is not high-risk according to Article 6(3), that provider or, where applicable, the authorised representative shall register themselves and that system in the EU database referred to in Article 71.
fr_fr: Avant de mettre sur le marché ou de mettre en service un système d’IA à propos duquel le fournisseur a conclu qu’il ne s’agissait pas d’un système à haut risque au titre de l’article 6, paragraphe 3, ce fournisseur ou, selon le cas, le mandataire s’enregistre dans la base de données de l’UE visée à l’article 71 et y enregistre aussi ce système.

source: Before putting into service or using a high-risk AI system listed in Annex III, with the exception of high-risk AI systems listed in point 2 of Annex III, deployers that are public authorities, Union institutions, bodies, offices or agencies or persons acting on their behalf shall register themselves, select the system and register its use in the EU database referred to in Article 71.
fr_fr: Avant de mettre en service ou d’utiliser un système d’IA à haut risque énuméré à l’annexe III, à l’exception des systèmes d’IA à haut risque énumérés à l’annexe III, point 2, les déployeurs qui sont des autorités publiques, des institutions organes ou organismes de l’Union ou des personnes agissant en leur nom s’enregistrent, sélectionnent le système et enregistrent son utilisation dans la base de données de l’UE visée à l’article 71.

source: For high-risk AI systems referred to in points 1, 6 and 7 of Annex III, in the areas of law enforcement, migration, asylum and border control management, the registration referred to in paragraphs 1, 2 and 3 of this Article shall be in a secure non-public section of the EU database referred to in Article 71 and shall include only the following information, as applicable, referred to in:
fr_fr: Pour les systèmes d’IA à haut risque visés à l’annexe III, points 1, 6 et 7, dans les domaines des activités répressives, de la migration, de l’asile et de la gestion des contrôles aux frontières, l’enregistrement visé aux paragraphes 1, 2 et 3 du présent article figure dans une section sécurisée non publique de la base de données de l’UE visée à l’article 71 et comprend uniquement les informations suivantes, selon le cas, visées:

source: Section A, points 1 to 10, of Annex VIII, with the exception of points 6, 8 and 9;
fr_fr: à l’annexe VIII, section A, points 1 à 10, à l’exception des points 6, 8 et 9;

source: Section B, points 1 to 5, and points 8 and 9 of Annex VIII;
fr_fr: à l’annexe VIII, section B, points 1 à 5, et points 8 et 9;

source: Section C, points 1 to 3, of Annex VIII;
fr_fr: à l’annexe VIII, section C, points 1 à 3;

source: points 1, 2, 3 and 5, of Annex IX.
fr_fr: à l’annexe IX, points 1, 2, 3 et 5.

source: Only the Commission and national authorities referred to in Article 74(8) shall have access to the respective restricted sections of the EU database listed in the first subparagraph of this paragraph.
fr_fr: Seules la Commission et les autorités nationales visées à l’article 74, paragraphe 8, ont accès aux différentes sections restreintes de la base de données de l’UE énumérées au premier alinéa du présent paragraphe.

source: High-risk AI systems referred to in point 2 of Annex III shall be registered at national level.
fr_fr: Les systèmes d’IA à haut risque visés à l’annexe III, point 2, sont enregistrés au niveau national.

source: CHAPTER IV
fr_fr: CHAPITRE IV

source: TRANSPARENCY OBLIGATIONS FOR PROVIDERS AND DEPLOYERS OF CERTAIN AI SYSTEMS
fr_fr: OBLIGATIONS DE TRANSPARENCE POUR LES FOURNISSEURS ET LES DÉPLOYEURS DE CERTAINS SYSTÈMES D’IA

source: Transparency obligations for providers and deployers of certain AI systems
fr_fr: Obligations de transparence pour les fournisseurs et les déployeurs de certains systèmes d’IA

source: Providers shall ensure that AI systems intended to interact directly with natural persons are designed and developed in such a way that the natural persons concerned are informed that they are interacting with an AI system, unless this is obvious from the point of view of a natural person who is reasonably well-informed, observant and circumspect, taking into account the circumstances and the context of use.
fr_fr: Les fournisseurs veillent à ce que les systèmes d’IA destinés à interagir directement avec des personnes physiques soient conçus et développés de manière que les personnes physiques concernées soient informées qu’elles interagissent avec un système d’IA, sauf si cela ressort clairement du point de vue d’une personne physique normalement informée et raisonnablement attentive et avisée, compte tenu des circonstances et du contexte d’utilisation.

source: This obligation shall not apply to AI systems authorised by law to detect, prevent, investigate or prosecute criminal offences, subject to appropriate safeguards for the rights and freedoms of third parties, unless those systems are available for the public to report a criminal offence.
fr_fr: Cette obligation ne s’applique pas aux systèmes d’IA dont la loi autorise l’utilisation à des fins de prévention ou de détection des infractions pénales, d’enquêtes ou de poursuites en la matière, sous réserve de garanties appropriées pour les droits et libertés des tiers, sauf si ces systèmes sont mis à la disposition du public pour permettre le signalement d’une infraction pénale.

source: Providers of AI systems, including general-purpose AI systems, generating synthetic audio, image, video or text content, shall ensure that the outputs of the AI system are marked in a machine-readable format and detectable as artificially generated or manipulated.
fr_fr: Les fournisseurs de systèmes d’IA, y compris de systèmes d’IA à usage général, qui génèrent des contenus de synthèse de type audio, image, vidéo ou texte, veillent à ce que les sorties des systèmes d’IA soient marquées dans un format lisible par machine et identifiables comme ayant été générées ou manipulées par une IA.

source: Providers shall ensure their technical solutions are effective, interoperable, robust and reliable as far as this is technically feasible, taking into account the specificities and limitations of various types of content, the costs of implementation and the generally acknowledged state of the art, as may be reflected in relevant technical standards.
fr_fr: Les fournisseurs veillent à ce que leurs solutions techniques soient aussi efficaces, interopérables, solides et fiables que la technologie le permet, compte tenu des spécificités et des limites des différents types de contenus, des coûts de mise en œuvre et de l’état de la technique généralement reconnu, comme cela peut ressortir des normes techniques pertinentes.

source: This obligation shall not apply to the extent the AI systems perform an assistive function for standard editing or do not substantially alter the input data provided by the deployer or the semantics thereof, or where authorised by law to detect, prevent, investigate or prosecute criminal offences.
fr_fr: Cette obligation ne s’applique pas dans la mesure où les systèmes d’IA remplissent une fonction d’assistance pour la mise en forme standard ou ne modifient pas de manière substantielle les données d’entrée fournies par le déployeur ou leur sémantique, ou lorsque leur utilisation est autorisée par la loi à des fins de prévention ou de détection des infractions pénales, d’enquêtes ou de poursuites en la matière.

source: Deployers of an emotion recognition system or a biometric categorisation system shall inform the natural persons exposed thereto of the operation of the system, and shall process the personal data in accordance with Regulations (EU) 2016/679 and (EU) 2018/1725 and Directive (EU) 2016/680, as applicable.
fr_fr: Les déployeurs d’un système de reconnaissance des émotions ou d’un système de catégorisation biométrique informent les personnes physiques qui y sont exposées du fonctionnement du système et traitent les données à caractère personnel conformément au règlement (UE) 2016/679, au règlement (UE) 2018/1725 et à la directive (UE) 2016/680, selon le cas.

source: This obligation shall not apply to AI systems used for biometric categorisation and emotion recognition, which are permitted by law to detect, prevent or investigate criminal offences, subject to appropriate safeguards for the rights and freedoms of third parties, and in accordance with Union law.
fr_fr: Cette obligation ne s’applique pas aux systèmes d’IA utilisés pour la catégorisation biométrique et la reconnaissance des émotions dont la loi autorise l’utilisation à des fins de prévention ou de détection des infractions pénales ou d’enquêtes en la matière, sous réserve de garanties appropriées pour les droits et libertés des tiers et conformément au droit de l’Union.

source: Deployers of an AI system that generates or manipulates image, audio or video content constituting a deep fake, shall disclose that the content has been artificially generated or manipulated.
fr_fr: Les déployeurs d’un système d’IA qui génère ou manipule des images ou des contenus audio ou vidéo constituant un hypertrucage indiquent que les contenus ont été générés ou manipulés par une IA.

source: This obligation shall not apply where the use is authorised by law to detect, prevent, investigate or prosecute criminal offence.
fr_fr: Cette obligation ne s’applique pas lorsque l’utilisation est autorisée par la loi à des fins de prévention ou de détection des infractions pénales, d’enquêtes ou de poursuites en la matière.

source: Where the content forms part of an evidently artistic, creative, satirical, fictional or analogous work or programme, the transparency obligations set out in this paragraph are limited to disclosure of the existence of such generated or manipulated content in an appropriate manner that does not hamper the display or enjoyment of the work.
fr_fr: Lorsque le contenu fait partie d’une œuvre ou d’un programme manifestement artistique, créatif, satirique, fictif ou analogue, les obligations de transparence énoncées au présent paragraphe se limitent à la divulgation de l’existence de tels contenus générés ou manipulés d’une manière appropriée qui n’entrave pas l’affichage ou la jouissance de l’œuvre.

source: Deployers of an AI system that generates or manipulates text which is published with the purpose of informing the public on matters of public interest shall disclose that the text has been artificially generated or manipulated.
fr_fr: Les déployeurs d’un système d’IA qui génère ou manipule des textes publiés dans le but d’informer le public sur des questions d’intérêt public indiquent que le texte a été généré ou manipulé par une IA.

source: This obligation shall not apply where the use is authorised by law to detect, prevent, investigate or prosecute criminal offences or where the AI-generated content has undergone a process of human review or editorial control and where a natural or legal person holds editorial responsibility for the publication of the content.
fr_fr: Cette obligation ne s’applique pas lorsque l’utilisation est autorisée par la loi à des fins de prévention ou de détection des infractions pénales, d’enquêtes ou de poursuites en la matière, ou lorsque le contenu généré par l’IA a fait l’objet d’un processus d’examen humain ou de contrôle éditorial et lorsqu’une personne physique ou morale assume la responsabilité éditoriale de la publication du contenu.

source: The information referred to in paragraphs 1 to 4 shall be provided to the natural persons concerned in a clear and distinguishable manner at the latest at the time of the first interaction or exposure.
fr_fr: Les informations visées aux paragraphes 1 à 4 sont fournies aux personnes physiques concernées de manière claire et reconnaissable au plus tard au moment de la première interaction ou de la première exposition.

source: The information shall conform to the applicable accessibility requirements.
fr_fr: Les informations sont conformes aux exigences applicables en matière d’accessibilité.

source: Paragraphs 1 to 4 shall not affect the requirements and obligations set out in Chapter III, and shall be without prejudice to other transparency obligations laid down in Union or national law for deployers of AI systems.
fr_fr: Les paragraphes 1 à 4 n’ont pas d’incidence sur les exigences et obligations énoncées au chapitre III et sont sans préjudice des autres obligations de transparence prévues par le droit de l’Union ou le droit national pour les déployeurs de systèmes d’IA.

source: The AI Office shall encourage and facilitate the drawing up of codes of practice at Union level to facilitate the effective implementation of the obligations regarding the detection and labelling of artificially generated or manipulated content.
fr_fr: Le Bureau de l’IA encourage et facilite l’élaboration de codes de bonne pratique au niveau de l’Union afin de faciliter la mise en œuvre effective des obligations relatives à la détection et à l’étiquetage des contenus générés ou manipulés par une IA.

source: The Commission may adopt implementing acts to approve those codes of practice in accordance with the procedure laid down in Article 56 (6).
fr_fr: La Commission peut adopter des actes d’exécution pour approuver ces codes de bonne pratique conformément à la procédure prévue à l’article 56, paragraphe 6.
